# KgPerMSup3 Property

---
C#Visual BasicVisual C++
Revit 2024 API
---
SymbolTypeId..::..KgPerMSup3 Property
SymbolTypeId Class See Also
---
Symbol kg/m³, indicating unit Kilograms per cubic meter.
**Namespace:** Autodesk.Revit.DB**Assembly:** RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)**Since:** 2021
# Syntax
C#
---
```text
public static ForgeTypeId KgPerMSup3 { get; }
```

Visual Basic
---
```text
Public Shared ReadOnly Property KgPerMSup3 As ForgeTypeId
	Get
```

Visual C++
---
```text
public:
static property ForgeTypeId^ KgPerMSup3 {
	ForgeTypeId^ get ();
}
```

# See Also
SymbolTypeId Class
Autodesk.Revit.DB Namespace